[
  {
    "id": 1,
    "content": "דוד הירקן אורז את התפוחים בשקיות.  בכל שקית 8 תפוחים  בארגז 43 תפוחים. בכמה שקיות ישתמש?"
  },
  {
    "id": 2,
    "content": "בטיול השנתי בקרו תלמידי כיתה ג' בגן השעשועים. בכיתה ג' 38 תלמידים. בכל קרון של רכבת הרים 6 מקומות. רק כאשר מתמלא קרון אחד ניתן לעלות לקרון החדש.  בכמה קרונות השתמשו ילדי הכיתה?"
  },
  {
    "id": 3,
    "content": "איתי דפנה יונתן ותמר עוזרים במשק באיסוף פרחים. כל אחד מהם עבד מספר שעות זהה. בסיום יום העבודה קבלו 72 שקלים עבור עבודתם. כיצד יחלקו את שכרם?"
  },
  {
    "id": 4,
    "content": "בתום אימון הטניס, יש לסדר 27 כדורי טניס במכלים. בכל מיכל 3 כדורים. כמה מכלים דרושים?"
  },
  {
    "id": 5,
    "content": "תלמידי כיתות ג' יוצאים לטיול שנתי לגולן. בכיתה ג'1 30 תלמידים בכיתה ג'2 28 תלמידים. בכיתה ג'3 34 תלמידים. את הטיול ילוו 6 מבוגרים. בכל אוטובוס מותר להסיע עד 50 נוסעים. כמה אוטובוסים על בית הספר להזמין?"
  },
  {
    "id": 6,
    "content": "בבית החרושת אורזים את פחיות השימורים באריזות קרטון. ביום שני היה עליהם לארוז 483 פחיות זיתים. עד לשעות הצהרים ארזו 257 פחיות זיתים. כמה פחיות נותר לארוז?"
  },
  {
    "id": 7,
    "content": "כניסה בודדת לפרק השעשועים עולה 35 שקלים. לרגל החופשה המתקרבת החליטה הנהלת הפרק להנפיק כרטיסיה ל-6 כניסות במחיר 200 שקלים. יונתן וחמישה מחבריו צריכים 6 כניסות, לכן החליטו לרכוש כרטיסיה במקום 6 כרטיסים בודדים. כמה כסף חסכו?"
  },
  {
    "id": 8,
    "content": "דפנה קנתה 4 עטים ו-12 עפרונות. מחיר עט 7 שקלים. מחיר עיפרון 2 שקלים. כמה שילמה דפנה ?"
  },
  {
    "id": 9,
    "content": "ניצן וחבריה אפו 75 עוגיות כדי למכור ביריד שנערך בבית הספר. בהפסקה הראשונה הם מכרו 28 עוגיות בהפסקה השניה הם מכרו 36 עוגיות. כמה עוגיות מכרו בסך הכל? כמה עוגיות נשארו להם? עבור כל עוגיה שמכרו קבלו 2 שקלים. כמה שקלים קבלו בסך הכל?"
  },
  {
    "id": 10,
    "content": "בחנות הממתקים מוכרים חפיסת שוקולד בודדת ב-4 שקלים . אריזה של 4 חפיסות שוקולד מוכרים במחיר של 15 שקלים. מה עדיף לקנות, 8 חפיסות בודדות , או 2 חפיסות של 4 חפיסות כל אחת?"
  },
  {
    "id": 11,
    "content": "לקראת יציאה ליום פעילות בית ספרית הזמינו 4 אוטובוסים ו-3 מיניבוסים. בכל אוטובוס 56 מושבים, ובכל מיניבוס יש 23 מושבים. כמה מקומות ישיבה יש בסך הכל?"
  },
  {
    "id": 12,
    "content": "אבא של דני קנה אופניים ב-5 תשלומים. כל תשלום הוא של 86 שקלים. מה מחיר האופניים?"
  },
  {
    "id": 13,
    "content": "מחיר כרטיס נסיעה ברכבת למבוגר הוא 24 שקלים. ולילד 18 שקלים. קבוצה ובה 3 מבוגרים ו-6 ילדים נסעה ברכבת. כמה שילמו עבור הנסיעה?"
  },
  {
    "id": 14,
    "content": "ליונתן בקלמר עפרונות וצבעים. יש לו פי שניים צבעים מאשר עפרונות. בסך הכל יש לו 18 צבעים ועפרונות. כמה צבעים וכמה עפרונות יש ליונתן?"
  },
  {
    "id": 15,
    "content": "למיכאל הגנן 42 פקעות של פרחים. הוא רוצה לשתול אותן ב-3 אדניות. הוא החליט לחלק את הפקעות שווה בשווה בין האדניות. כמה פקעות ישתול בכל אדנית?"
  },
  {
    "id": 16,
    "content": "בכוננית הספרים  5 מדפים. בשני המדפים העליונים 37 ספרים בכל מדף. בשלושת המדפים התחתונים 14 ספרים בכל מדף. כמה ספרים בכוננית?"
  },
  {
    "id": 17,
    "content": "רועי קנה 8 חפיסות קלפים במחיר 3 ₪ לחפיסה. הוא נתן שטר של 50 ₪. כמה עודף הוא קיבל?"
  },
  {
    "id": 18,
    "content": "אמא קנתה מכנסים ב 58 ₪, ו 2 חולצות במחיר 20 ₪ החולצה. היא שילמה בשטר של 100 ₪. כמה עודף קיבלה אמא?"
  },
  {
    "id": 19,
    "content": "ילדי כיתה ג’ קטפו 80 אגוזים. 8 אגוזים היו רקובים. את שאר האגוזים חילקו הילדים ב 8 קופסאות. כמה אגוזים היו בכל קופסא?"
  },
  {
    "id": 20,
    "content": "בכיתה 40 תלמידים.  10 ילדים חלו בשפעת. את הילדים שהגיעו חילקה המורה ל – 6 קבוצות. כמה ילדים בכל קבוצה ?"
  },
  {
    "id": 21,
    "content": "אבא קנה זוג ארנבים. אחרי שבועיים נולדו 8 גורים. אחרי חודש נולדו עוד 8 גורים. הוא נתן לשני ילדים גורי ארנבים,  3 גורים לכל ילד. כמה אוגרים נשארו?"
  }

]
